Repository: E2OpenPlugins/e2openplugin-Bitrate
Catalog: po/*.po
Languages: bg, el, fi, fr, lt, ru

source: Audio:
bg: Аудио:
el: Ήχος:
fi: Ääni:
lt: Garsas:
ru: Аудио:

source: audio
fi: ääni

source: video
fi: kuva

source: Background window
bg: Фон на прозореца
el: Παράθυρο φόντου
fi: Tausta ikkuna
fr: Fenêtre d'arrière plan
lt: Lango fonas
ru: Фон окна

source: Bitrate setup
bg: Битрейт настройки
el: Bitrate ρυθμίσεις
fi: Bittinopeus Asetukset
fr: Visualiseur du débit binaire configuration
lt: Įskiepio sąranka
ru: Настройки битрейта

source: Bitrate viewer
bg: Битрейт преглед
el: Επισκόπηση bitrate
fi: Bittinopeus
fr: Visualiseur de débit binaire
lt: Bitų dažnio peržiūra
ru: Просмотр битрейта

source: Bitrate viewer setup
bg: Битрейт преглед настройки
el: Ρυθμίσεις επισκόπησης bitrate
fi: Bittinopeus asetukset
fr: Configuration du visualiseur de débit binaire
lt: Bitų dažnio peržiūros sąranka
ru: Настройки просмотра битрейта

source: Cancel
bg: Отказ
el: Ακύρωση
fi: Peruuta
fr: Annuler
lt: Atšaukti
ru: Отмена

source: GUI needs a restart to apply changes!
bg: Необходим е рестарт на GUI за прилагане на измененията!
el: Πρέπει να γίνει επανεκκίνηση της επιφάνειας χρήστη για να εφαρμοστούν οι αλλαγές!
fi: Käyttöjärjestelmä tarvitsee uudelleen käynnistyksen muutosten tekemiseen jälkeen!
fr: L’IGU doit être redémarré pour appliquer les changements!
lt: Kad pakeitimai įsigaliotų, grafinę aplinką reikia paleisti iš naujo!
ru: Необходим рестарт GUI для применения изменений!

source: Mode
bg: Режим
el: Λειτουργία
fi: Tila
lt: Režimas
ru: Режим

source: Restart bitrate viewer
bg: Рестарт на битрейт преглед
el: Επανεκκίνηση επισκόπησης bitrate
fi: Käynnistä bittinopeuden katseluohjelma uudelleen
fr: Redémarrer le visualiseur de débit binaire
lt: Bitų dažnio peržiūrą paleisti iš naujo
ru: Рестарт просмотра битрейта

source: Save/OK
bg: Запази/ОК
el: Αποθήκευση/OK
fi: Tallenna/OK
fr: Enregistrer/OK
lt: Įrašyti/ОК
ru: Сохранить/ОК

source: Show 'restart bitrate' in extensions menu
bg: Покажи 'рестарт битрейт' в менюто с разширенията
el: Εμφάνιση 'επανεκκίνηση bitrate' στο μενού επεκτάσεων
fi: Näytä 'käynnistä bittinopeus' laajennusvalikossa
fr: Afficher ‘redémarrer le visualiseur de débit binaire’ dans le menu des extensions
lt: Rodyti 'įkelti bitų dažnį iš naujo' plėtinių meniu
ru: Показать 'рестарт битрейта' в меню дополнений

source: Show bitrate for live service
bg: Покажи битрейт за текущия канал
el: Εμφάνιση ρυθμού bit για την τρέχουσα υπηρεσία
fi: Näytä bittinopeus kanavilla
fr: Affiche le débit binaire des services en direct
lt: Rodyti esamo kanalo bitų dažnį
ru: Показать битрейт текущего сервиса

source: Start for type services
bg: Старт за типа канали
el: Εκκίνηση για τύπο υπηρεσιών
fi: Alkaen tyyppiset palvelut
fr: Démarrer pour les types de services
lt: Atverti kanalų tipams
ru: Старт для типа сервисов

source: Style skin
bg: Стил на скина
el: Στυλ θέματος
fi: Ikkunan tyyli
fr: Style du thème/skin
lt: Aplinkos temos stilius
ru: Стиль скина

source: Using bitrate in the skins with this plugin is not compatible!
bg: Използването на битрейт в скина с този плъгин е несъвместимо!
el: Η χρήση του ρυθμού bit στα θέματα με αυτό το πρόσθετο δεν είναι συμβατή!
fi: Bittinopeuden teeman käyttäminen tämän laajennuksen kanssa ei ole yhteensopiva!
fr: Utiliser le débit binaire dans les thèmes/skins avec ce plugin n’est pas compatible!
lt: Šis įskiepis nesuderinamas su bitų dažnio rodymo įrankiais aplinkos temoje!
ru: Использование битрейта в скине с этим плагином несовместимо!

source: Video:
bg: Видео:
el: Βίντεο:
fi: Kuva:
fr: Vidéo:
lt: Vaizdas:
ru: Видео:

source: X screen position
bg: X позиция на прозореца
el: Χ θέση οθόνης
fi: Näytön sijainti X
fr: Position de l’écran X
lt: X ekrano pozicija
ru: X позиция окна

source: Y screen position
bg: Y позиция на прозореца
el: Y θέση οθόνης
fi: Näytön sijainti Y
fr: Position de l’écran Y
lt: Y ekrano pozicija
ru: Y позиция окна

source: Z screen position
bg: Z позиция на прозореца
el: Z θέση οθόνης
fi: Näytön sijainti Z
fr: Position de l’écran Z
lt: Z ekrano pozicija
ru: Z позиция окна

source: all
bg: всички
el: όλα
fi: kaikki
fr: tous
lt: viską
ru: все

source: as infobar
bg: както инфо-лентата
el: ως μπάρα πληροφοριών
fi: kuten tietopalkki
fr: comme barre d’info
lt: kaip infojuosta
ru: как инфобар

source: black
bg: черен
el: μαύρο
fi: musta
fr: noir
lt: juodas
ru: черный

source: compact
bg: компактен
el: συμπτυγμένο
fi: kompakti
fr: compacte
lt: kompaktiškas
ru: компактный

source: extension menu
bg: меню с разширения
el: μενού επεκτάσεων
fi: laajennusvalikko
fr: menu des extensions
lt: plėtinių meniu
ru: меню дополнений

source: full info
bg: пълна информация
el: όλες οι πληροφορίες
fi: täydet tiedot
fr: info complète
lt: visa informacija
ru: полная информация

source: only DVB
bg: само DVB
el: μόνο DVB
fi: ainoastaan DVB
fr: seulement DVB
lt: tik DVB
ru: только DVB

source: transparent
bg: прозрачен
el: διάφανο
fi: läpinäkyvä
lt: skaidrus
ru: прозрачный

source: min
fi: pienin

source: max
fi: suurin

source: average
fi: keskiverto

source: current
fi: nykyinen

source: kbit/s
bg: кб/с
ru: кб/с
